// The boldface header in error boxes.

"Error" = "Fehler";

// Application name - alert box header

"Pacifist" = "Pacifist";

// Title of root package item

"Package Contents" = "Paketinhalt";
"Contents of Package %@" = "Inhalt von %@";

// Default alert button

"OK" = "OK";

// Alternate alert button

"Cancel" = "Abbrechen";

// Terminate the app in the case of an exception

"Terminate" = "Sofort beenden";

// Refresh lists (such as the list of OS install packages)

"Refresh" = "Aktualisieren";

// Search

"Search" = "Suche";

// Default button in "Open" or "Cancel" alert box

"Open" = "Öffnen";

// Default button in install alert box

"Install" = "Installieren";

"Don't Install" = "Nicht installieren";

"Upgrade" = "Aktualisieren";

"Don't Upgrade" = "Nicht aktualisieren";

"Remove" = "Entfernen";
"Don't Remove" = "Nicht entfernen";

"Extract" = "Extrahieren";

"Create" = "Erzeugen";

// Yes, no, and maybe

"Yes" = "Ja";
"No" = "Nein";
"Unknown" = "Unbekannt";

// Retry in case of error

"Try Again" = "Nochmal versuchen";

// Continue Loading?

"Continue loading?" = "Laden fortsetzen?";

// Check box to decide whether to use admin privileges

"Use Admin Privileges" = "Administrator-Rechte verwenden";

// Default button in overwrite box

"Overwrite" = "Ersetzen";

// check box used in replace dialog box

"DONT_ASK_AGAIN" = "Nicht wieder fragen";
"DONT_ASK_AGAIN_FOR_INSTALLATION" = "Für diese Installation nicht wieder fragen";

// Alternate button in app bundle overwrite box

"Update" = "Aktualisieren";

// Other button in app bundle overwrite box

"Leave Alone" = "So belassen";

// Cancel button in file overwrite box

"Stop Extraction" = "Extrahierung stoppen";
"Stop Installation" = "Installation stoppen";
"Stop Loading" = "Laden abbrechen";
"Skip" = "Überspringen";

// Default button in app moved box

"EXISTING_LOCATION" = "Vorhandene Installation ersetzen";

// Alternate button in app moved box

"DEFAULT_LOCATION" = "An vorgegebenen Ort installieren";

// abort and continue buttons in error box.

"Abort" = "Stopp";
"Continue" = "Fortfahren";

// Default button in fatal error box.

"Sorry" = "Entschuldigung";

// Button titles

"OPEN_PACKAGE_BUTTON_TITLE" = "Paket öffnen";
"OPEN_PACKAGE_BUTTON_DESC" = "Installationspaket, Archiv (.zip, .tar, .cpio, .xar) oder Image-Datei öffnen";

"OPEN_URL_BUTTON_TITLE" = "URL öffnen";
"OPEN_URL_BUTTON_DESC" = "Paket, Archiv oder Image-Datei per Fernzugriff über das Internet öffnen";

"OPEN_APPLE_INSTALLERS_BUTTON_TITLE" = "Apple-Installationspakete öffnen";
"OPEN_APPLE_INSTALLERS_BUTTON_DESC" = "Beliebige Apple-Installationsdisk oder Mac-OS-X-Installationsprogramme öffnen";

"SEARCH_RECEIPTS_BUTTON_TITLE" = "Installationsquittungen durchsuchen";
"SEARCH_RECEIPTS_BUTTON_DESC" = "Alle Installationsquittungen nach einer bestimmten Datei durchsuchen, feststellen, wodurch sie installiert wurde und sie, wenn möglich, neu installieren.";

"REGISTER_BUTTON_TITLE" = "Jetzt registrieren …";

"CONTACT_BUTTON_TITLE" = "Kontakt";

"SPLASH_SHORT_INSTRUCTIONS" = "Sie können entweder ein Paket, ein Archiv oder eine Image-Datei auf dieses Fenster ziehen, oder eine der folgenden Optionen wählen:";

// drag-and-drop overlay message

"DND_OVERLAY_MESSAGE" = "Paket, Archiv oder Image-Datei hierhin ziehen";

// VoiceOver labels

"GLOBE_ICON_VOICEOVER" = "Globus";
"ENVELOPE_ICON_VOICEOVER" = "Umschlag";

// Notification Center notifications (for Mountain Lion)

"NOTIFICATION_ARCHIVE_LOADED" = "Archiv wurde geladen";
"NOTIFICATION_EXTRACT_FINISHED" = "Extrahieren ist abgeschlossen";
"NOTIFICATION_EXTRACT_ITEM_COUNT %lu" = "%lu Objekte";
"NOTIFICATION_SU_FINISHED" = "Aktualisierungspakete wurden geladen";
"NOTIFICATION_RECEIPT_SEARCH_FINISHED" = "Suche nach Quittungen abgeschlossen";
"NOTIFICATION_RECEIPT_SEARCH_FOUND_ITEMS %lu" = "%lu Objekte gefunden";

// Extract To: dialog box

"OP_TITLE" = "In Ordner extrahieren";
"OP_PROMPT" = "Auswählen";

// For the Quick Start dialog box

"QUICK_START_TITLE" = "Schnelleinstieg";
"ALWAYS_OPEN_WINDOW_ON_LAUNCH" = "Dieses Fenster beim Start von Pacifist immer anzeigen";

// For the Licenses dialog box

"Licenses" = "Urheberhinweise";

// For the Credits dialog box

"Credits" = "Impressum";

// Create Receipt dialog box

"RECEIPT_OP_TITLE" = "Installationsquittung erstellen";

// Tab titles in verification report window

"Summary" = "Zusammenfassung";
"Files Verified" = "Überprüfte Dateien";
"Present Files" = "Vorhandene Dateien";
"Missing Files" = "Fehlende Dateien";
"Changed Files" = "Geänderte Dateien";
"Zero-Length Files" = "Dateien der Größe Null";
"Incorrect Permissions" = "Geänderte Dateizugriffsrechte";

// Verify save box

"VERIFY_TITLE" = "Bericht sichern unter …";

// Default filename for verification report

"VERIFY_DEFAULT_NAME" = "%@-Prüfbericht";

// File types

"Application" = "Programm";
"Document" = "Dokument";
"Folder" = "Ordner";
"Package" = "Paket";
"Symbolic Link" = "Symbolischer Link";
"Alias" = "Alias";
"Socket" = "Socket";
"Character Special" = "Sonderzeichen";
"Block Special" = "Sonderblock";
"Remote Item" = "Entferntes Objekt";

// The word "Version" for the splash screen

"Version" = "Version";
"Build" = "Software-Vorabversion: Build";

// Name for newly created folder for entire package contents

"NEW_FOLDER %@" = "%@ Ordner";

// Inspector fields

"MULTIPLE_FILES" = "Mehrere Dateien ausgewählt";
"INSTALL_PATH" = "Vorgegebener Installationsort:\n%@";

// Prefix that goes before the default install path in the package window

"Package Install Directory: " = "Installationsverzeichnis des Pakets: ";

// Prefix that goes in the authentication field in the package window if the package needs authentication

"Package requires authentication" = "Paket erfordert Identifizierung";

// Prefix that goes in the authentication field if the package doesn't need authentication

"Package does not require authentication" = "Paket benötigt keine Identifizierung";

// Prefix that goes in the authentication field if the package is a receipt

"IS_RECEIPT" = "Paket ist eine Installationsquittung („Receipt“).";

// Text that goes in the header if the package is signed

"IS_SIGNED %@ %@" = "Signatur des Pakets ist gültig: %@ (%@)";

// Text that goes in the header if the package is not signed

"IS_NOT_SIGNED" = "Signatur des Pakets fehlt";

// Text that goes in the header if the package's signature is invalid

"SIG_INVALID %@" = "Signatur ist ungültig: %@";

// Text that appears if a metapackage and its subpackages do not have the same signature

"SIG_MISMATCH" = "Signaturen verschiedener Unterpakete stimmen nicht überein";

// Prefix that goes in the root directory field if the package is a metapackage

"IS_METAPACKAGE" = "Paket ist ein „Metapaket“ (enthält andere Pakete)";

// Prefix that goes in size field if packages is a receipt

"EMPTY_PACKAGE" = "Paket enthält keine zu entpackenden Dateien";

// Prefix that goes before file sizes

"Size:" = "Größe:";

// Units of file size

"bytes" = "Byte";

// Suffix that goes after the compressed size field in the package window

"compressed" = "komprimiert";

// Suffix that goes after the uncompressed size field in the package window

"uncompressed" = "unkomprimiert";

// Ask whether to install a file

"Install File?" = "„%@“ installieren?";

// Ask whether to extract a file

"Extract File?" = "„%@“ extrahieren?";

// Ask whether to install entire package

"Install Package?" = "Den gesamten Inhalt von „%@“ installieren?";

// Ask whether to extract entire package

"Extract Package?" = "Den gesamten Inhalt von „%@“ extrahieren?";

// Ask whether to install selected files

"Install Selected Files?" = "Ausgewählte Dateien installieren?";

// Ask whether to extract selected files

"Extract Selected Files?" = "Ausgewählte Dateien extrahieren?";

// Explain where the file will be installed

"LOCATION_MESSAGE" = "Die Datei wird am folgenden Ort installiert:\n%@";
"LOCATION_MESSAGE_MULT_FILES" = "Die Dateien werden an ihrem vorgegebenen Ort installiert.";
"LOCATION_MESSAGE_EXT" = "Die Datei wird an den folgenden Ort extrahiert:\n%@";
"LOCATION_MESSAGE_EXT_MULT_FILES" = "Die Dateien werden am folgenden Ort extrahiert:\n%@";
"BACKUP_SUGGESTION" = "Es wird empfohlen, Sicherungskopien von allen bereits existierenden Dateien anzulegen, die während der Installation ersetzt werden könnten, falls dabei irgendetwas schief gehen sollte.";

// Ask whether to generate receipts for a package (not used yet)

"RECEIPT_HEADER" = "Installationsquittung erstellen?";
"RECEIPT_HEADER_MULT" = "Installationsquittungen erstellen?";

"RECEIPT_TEXT" = "Installationsquittungen werden an den folgenden Orten abgelegt:\n%@";

// Ask where to create a BOM file

"MAKE_BOM" = "BOM-Verzeichnisauflistung erstellen";
"MAKE_BOM_SIMPLIFIED" = "Vereinfachte Verzeichnisauflistung erstellen";
"MAKE_BOM_MESSAGE" = "Bitte wählen Sie ein Verzeichnis, für das Sie eine BOM-Verzeichnisauflistung erstellen wollen:";
"MAKE_BOM_PROGRESS" = "BOM-Verzeichnisauflistung wird erstellt. Bitte warten …";
"MAKE_BOM_SAVEAS" = "BOM-Verzeichnisauflistung sichern unter:";

// Boldface confirmation message for overwriting something

"REPLACE_FILE_HEADER" = "Datei ist bereits vorhanden";

// Confirmation message before overwriting something
"REPLACE_FILE_TEXT %@" = "Am folgenden Ort wurde eine bereits vorhandene Datei gefunden:\n%@\n\nMöchten Sie sie ersetzen?";

// Boldface confirmation message for updating an app bundle

"UPDATE_APP_HEADER" = "Programm ist bereits vorhanden";

// Confirmation message before updating an app
"UPDATE_APP_TEXT %@" = "Das Programm „%@“ ist bereits vorhanden. Möchten Sie es mit den Dateien aus diesem Paket aktualisieren?";

// Update or replace existing app bundle?
"Bundle already exists" = "Programm ist bereits vorhanden";
"BNDL_EXISTS %@" = "Das Programm „%@“ ist bereits vorhanden. Möchten Sie das vorhandene Bundle durch das zu installierende ersetzen, oder möchten Sie stattdessen das vorhandene aktualisieren?\n\nWenn Sie ein Programm ganz neu installieren, sollten Sie auf „Ersetzen“ klicken. Wenn Sie eine Aktualisierung installieren, sollten Sie auf „Aktualisieren“ klicken, um zu verhindern, dass das bereits vorhandene Programm zu einem Ordner wird.";

// Install moved bundle in new location? (not used yet)

"APP_MOVED_HEADER" = "Programm wurde verschoben";
"APP_MOVED" = "Am folgenden Ort wurde eine vorherige Installation des Programms „%1$@“ gefunden:\n\n%2$@\n\nMöchten Sie diese vorherige Installation mit den Dateien, die Sie installieren möchten, aktualisieren oder möchten Sie die Dateien am im Paket festgelegten Ort installieren?";

// In the list of available disks, this follows the amount of free space. For example: "Macintosh HD (45 GiB ***free***)"

"DISK_LISTING_SIZE_SUFFIX" = "frei";

// Ask user to insert a disk

"INSERT_DISK_HEADER %@" = "Bitte legen Sie die Disk „%@“ ein";
"INSERT_DISK_GENERIC %@" = "Pacifist benötigt die Disk „%@“, um fortfahren zu können.";
"INSERT_DISK_EXTRACTION %@ %@" = "Pacifist benötigt die Disk „%1$@“, um Dateien aus dem Paket „%2$@“ extrahieren zu können.";
"INSERT_DISK_LOADING %@ %@" = "Pacifist benötigt die Disk „%1$@“, um das Paket „%2$@“ vollständig laden zu können.";

// header in "Extract To…" panel

"OPEN_PANEL_HEADER" = "Bitte wählen Sie den Ordner, in den extrahiert werden soll:";

// header in Create Receipt panel

"CREATE_RECEIPT_HEADER" = "Bitte wählen Sie einen Zielordner für die Installationsquittungen:";

// header in Extract Packages panel

"EXTRACT_ARCHIVE_SP_HEADER" = "Extrahiertes Archiv sichern unter:";

// Generic "Please Wait" text

"GENERIC_PLEASE_WAIT" = "Bitte warten …";

// Loading Package text

"LOADING_PACKAGE" = "Archiv-Inhalt wird geladen.\nBitte warten…";
"LOADING_PACKAGE %@" = "%@ wird geladen.\nBitte warten …";
"LOADING_MENU_ITEM" = "%@: Wird geladen";

// Loading the "Open Apple Installers" window

"APPLE_PKGS_LOADING_MESSAGE" = "Nach Apple-Installationspaketen suchen …";

// Extracting Item text

"EXTRACTING_ITEM" = "%@ wird extrahiert.\nBitte warten …";

// Downloading text

"Downloading %@..." = "%@ laden …";

// Extension Auditor progress

"LOADING_RECEIPTS" = "Installationsquittungen laden …";
"SEARCHING_RECEIPTS" = "Installationsquittungen suchen …";
"CHECKING_KEXTS" = "Kernel-Erweiterungen überprüfen …";

// Software Update package loading progress

"LOADING_SU_PKGS" = "Software-Aktualisierungspakete laden …";

// Extracting Files text

"Extracting Files..." = "Dateien extrahieren …";

// Consolidating Files text

"CONSOLIDATING_FILES" = "Dateien zusammenführen…";

// Pruning unnecessary files

"REMOVING_UNNECESSARY_FILES" = "Nicht benötigte Dateien entfernen…";

// Joining Resource Forks text

"Joining Resource Forks..." = "HFS-spezifische Ressourcen hinzufügen …";

// Setting File Permissions text

"Setting File Permissions..." = "Datei-Zugriffsrechte festlegen …";

// Installing Files text

"Installing Files..." = "Dateien installieren …";

// Applying Patches text

"Applying Patches..." = "Patch anwenden …";

// Fixing Symbolic Links text

"Fixing Symbolic Links..." = "Symbolische Links reparieren …";

// Verifying Files text

"Verifying Files..." = "Dateien überprüfen …";
"VERIFY_REPORT_HEADER" = "Bericht für Paket %@";
"VERIFY_DATE_SUFFIX" = " am %@\n\n";

// Preparing text

"PREPARING" = "Vorbereiten…";

// Cleaning Up text

"CLEANING_UP" = "Aufräumen …";

// Data Fork

"Data Fork" = "Data-Fork";

// Install QuickLook Plug-In menu items

"QUICKLOOK_INSTALL_MENU_ITEM" = "QuickLook-Plug-in installieren …";
"QUICKLOOK_UPGRADE_MENU_ITEM" = "QuickLook-Plug-in aktualisieren …";

// Prompt to install the QuickLook plugin

"QUICKLOOK_INSTALL_PROMPT" = "Möchten Sie Pacifists QuickLook-Plug-in installieren?";
"QUICKLOOK_INSTALL_RECOVERY_SUGGESTION" = "Wenn Sie das Plug-in jetzt nicht installieren möchten, können Sie das jederzeit später nachholen, wenn Sie im „Pacifist“-Menü „QuickLook-Plug-in installieren…“ wählen.";
"QUICKLOOK_UPGRADE_PROMPT" = "Pacifists QuickLook-Plug-in ist nicht mehr aktuell. Möchten Sie es aktualisieren?";
"QUICKLOOK_UPGRADE_RECOVERY_SUGGESTION" = "Wenn Sie das Plug-in jetzt nicht aktualisieren möchten, können Sie das jederzeit später nachholen, wenn Sie im „Pacifist“-Menü „QuickLook-Plug-in aktualisieren…“ wählen.";
"QUICKLOOK_ASK_ON_STARTUP" = "Beim Start QuickLook-Plug-in prüfen";
"QUICKLOOK_INSTALL_CONFIRM" = "Sind Sie sicher, dass Sie Pacifists QuickLook-Plug-in installieren möchten?";
"QUICKLOOK_REMOVE_CONFIRM" = "Sind Sie sicher, dass Sie Pacifists QuickLook-Plug-in entfernen möchten?";
"QUICKLOOK_DESCRIPTION" = "Mit Pacifists QuickLook-Plug-in lassen sich Pakete und ZIP-Dateien direkt vom Finder aus einsehen, wenn man eine lesbare Datei auswählt und dann die Leertaste drückt.";
// verification report.

"VERIFY_REPORT_CONTENTS_BEGINNING" = "(Gehe zu:";

"VERIFY_FILE_LIST" = "Die folgenden Dateien und Ordner wurden überprüft:";
"VERIFY_PRESENT_FILES" = "Auf der Festplatte wurden die folgenden Dateien gefunden:";
"VERIFY_MISSING_FILES" = "Die folgenden Dateien wurden auf Ihrer Festplatte nicht gefunden. Das Paket könnte unvollständig installiert worden sein, oder die Dateien könnten gelöscht worden sein.\n\nFehlende Dateien:";
"VERIFY_PERMS_CHANGED" = "Die folgenden Dateien hatten andere Zugriffsrechte als im Paket angegeben. Die Rechte könnten geändert worden sein, nachdem sie installiert wurden. Es ist normal für einige Dateien, andere Rechte zu haben, da sie vom System neu angelegt oder modifiziert werden. Andere Dateien hingegen funktionieren nicht korrekt, wenn sie falsche Rechte haben. Wenn eine Datei von Apple installiert wurde und Sie falsche Zugriffsrechte vermuten, können Sie diese einfach reparieren, wenn Sie im Festplatten-Dienstprogramm im Reiter „Erste Hilfe“ auf den Knopf „Volume-Zugriffsrechte reparieren“ klicken.\n\nDateien mit geänderten Zugriffsrechten:";
"VERIFY_CHANGED_FILES" = "Die Prüfsummen der folgenden Dateien stimmten nicht mit den im Paket angegebenen überein. Entweder wurden die Dateien einfach auf eine neuere Version aktualisiert oder verändert.\n\nGeänderte Dateien:";
"VERIFY_ZERO_LENGTH_FILES" = "Die folgenden Dateien haben die Dateigröße Null, obwohl im Paket eine Größe ungleich Null angegeben ist. Dies könnte auf eine Beschädigung hindeuten.";
"VERIFY_CKSUM_FAILED" = "Die folgenden Dateien konnten nicht überprüft werden, da im Paket keine Prüfsummen für sie angegeben sind:";
"VERIFY_ALL_FILES_PRESENT" = "Alle im Paket befindlichen Dateien befinden sich auch auf der Festplatte.";
"VERIFY_NO_FILES_PRESENT" = "Auf der Festplatte wurden keine Dateien aus dem Paket gefunden. Das Paket ist möglicherweise nicht installiert worden, oder die Dateien wurden gelöscht.";
"VERIFY_ALL_PERMS_CORRECT" = "Auf der Festplatte wurden keine Dateien gefunden, deren Zugriffsrechte von denen im Paket abweichen.";
"VERIFY_NO_DIFFERENCES" = "Auf der Festplatte wurden keine Dateien gefunden, deren Inhalt von den im Paket vorhandenen abweicht.";
"VERIFY_NO_ZERO_LENGTH_FILES" = "Es wurden keine Dateien mit der Größe Null auf dem Volume gefunden, deren Größe im Paket als ungleich Null angegeben ist.";
"VERIFY_SUMMARY" = "%lu Dateien wurden überprüft.\n\n";
"VERIFY_PRESENT_SUMMARY" = "%lu von %lu Dateien wurden auf der Festplatte gefunden.\n\n";
"VERIFY_PERMS_SUMMARY" = "%lu von %lu Dateien hatten andere als die im Paket angegebenen Zugriffsrechte.\n\n";
"VERIFY_CKSUM_SUMMARY" = "%lu von %lu Dateien hatten eine andere als die im Paket angegebene Prüfsumme.\n\n";
"VERIFY_ZERO_LENGTH_SUMMARY" = "%lu von %lu Dateien hatten die Dateigröße Null, obwohl im Paket eine Größe ungleich Null angegeben ist.\n\n";

// little advertisement in the verification report; first string is the app name (Pacifist), second is the version number in parentheses

"GENERATED_BY" = "Erzeugt von %1$@ %2$@";

// various stuff related to permissions

"VERIFY_WRONG_OWNER" = "Eigentümer ist %1$d, laut Paket dagegen %2$d";
"VERIFY_WRONG_GROUP" = "Gruppe ist %1$d, laut Paket dagegen %2$d";
"VERIFY_WRONG_MODE" = "Berechtigung ist %1$o, laut Paket dagegen %2$o";
// permissions errors

"SEPARATOR" = " - ";

// For generating and printing file lists

"CONTENTS_LIST_HEADER" = "Inhalt von Datei „%@“:\n\n";
"RESOURCES_LIST_HEADER" = "Ressourcen für Datei „%@“:\n\n";

// this is for the Install to Disk... prompt

"DISK_PROMPT" = "Bitte wählen Sie eine Festplatte, auf die die Dateien installiert werden sollen:";

// stuff related to Apple install packages

"NO_APPLE_PKG_LION_HEADER" = "Auf keiner der eingelegten Disks wurden bekannte Apple-Installationspakete gefunden.";
"NO_APPLE_PKG_LION" = "Bitte stellen Sie sicher, dass entweder eine Installations-CD, -DVD oder ein USB-Laufwerk von Apple aktiviert ist, oder dass das Mac-OS-X-Installationsprogramm im „Programme“-Ordner vorhanden ist. Falls Sie keine Kopie des Mac-OS-X-Installationsprogramms haben, können Sie es aus dem App Store laden.";
"CHOOSE_APPLE_PKG" = "Bitte wählen Sie ein Apple-Installationspaket zum Öffnen aus:";

// Cancelling text

"Cancelling..." = "Abbrechen …";

// if the user tries to quit while extraction is going on:

"BUSY_HEADER" = "Paket ist in Verwendung";

"SOMEONE_IS_BUSY" = "Aus einem oder mehren Paketen werden zur Zeit Dateien extrahiert. Sind Sie sicher, dass Sie Pacifist beenden möchten?";

// Status displayed in find panel when the find string is not found

"Not found" = "Nicht gefunden";

// some required file in the .app bundle wouldn't load

"FILE_LOAD_ERROR" = "Die Datei „%@“ aus dem Programm-Bundle konnte nicht geladen werden.";

// couldn't add a file to a xar archive

"ARCHIVE_WRITE_ERROR" = "Die Datei „%@“ konnte nicht zum Archiv hinzugefügt werden.";

// couldn't find the specified file in an archive

"ARCHIVE_FIND_ERROR" = "Die Datei „%@“ konnte nicht im Archiv gefunden werden.";
"ARCHIVE_MULTIPLE_FIND_ERROR" = "Die angegebenen Dateien konnten nicht im Archiv gefunden werden.";

// couldn't open some random file

"COULDNT_OPEN_FILE" = "Die Datei „%@“ konnte nicht geöffnet werden.";

// some Software Update related errors

"SU_PKG_INCORRECT_TYPE" = "Das Software-Aktualisierungspaket „%@“ war nicht vom erwarteten Typ.";
"SU_PKG_FORMAT_ERR" = "Das Software-Aktualisierungspaket „%@“ hatte nicht das erwartete Format.";

"CODESIGN_FAILED_BUNDLE" = "Irgendetwas hat Pacifists Programm-Bundle modifiziert.";
"CODESIGN_FAILED_CODE" = "Irgendetwas modifiziert Pacifists Code. ";
"CODESIGN_FAILED_POSSIBLE_CAUSES" = "Das Programm kann beschädigt oder von einem Virus infiziert sein.";
"PROCEED_AT_OWN_RISK" = "Bitte fahren Sie auf eigenes Risiko fort.";
"PLEASE_REINSTALL" = "Bitte laden Sie eine unveränderte Kopie von Pacifist herunter.";

// exceptions

"GENERIC_EXCEPTION" = "Der folgende Fehler ist aufgetreten:";
"ARCHIVE_LOAD_EXCEPTION %@" = "Beim Versuch, das Archiv „%@“ zu lesen, ist der folgende Fehler aufgetreten.";
"EXCEPTION_MORE_INFO_IN_CONSOLE" = "Weitere Informationen zu diesem Fehler erhalten Sie über die Konsole (im Dienstprogramme-Ordner). Bitte reichen Sie diese Informationen mit ein, wenn Sie einen Fehlerbericht an uns schicken.";

// Something went wrong with reading a file, not sure what

"GENERIC_FILE_ERROR" = "Beim Lesen der Datei „%@“ ist ein Fehler aufgetreten.";
"GENERIC_URL_ERROR" = "Beim Versuch, die URL „%@“ zu lesen, ist ein Fehler aufgetreten";

// Something tried to load a proxy early, before its disk was inserted

"DISK_NOT_FOUND" = "Das Volume „%@“ konnte nicht gefunden werden.";

// Bom file wouldn't load (may be nonexistent, may be an incompatible format)

"BOM_ERROR" = "Beim Öffnen der BOM-Datei des Pakets „%@“ ist ein Fehler aufgetreten.";
"DONT_RENAME_PACKAGE" = "Stellen Sie sicher, dass Sie das Paket nicht umbenannt haben.";

// Disk image couldn't be mounted

"DISK_IMAGE_ERROR" = "Beim Öffnen des Images „%@“ ist ein Fehler aufgetreten.";
"DISK_IMAGE_MOUNT_ERROR" = "Das Image „%@“ konnte nicht aktiviert werden.";
"DMG_NOT_MOUNTED" = "Das Image „%@“ ist nicht aktiviert.";

// Download errors

"DOWNLOAD_ERROR" = "Die Datei „%1$@“ konnte nicht heruntergeladen werden, weil der folgende Fehler aufgetreten ist:\n\n%2$s";
"UNKNOWN_DOWNLOAD_ERROR" = "Beim Laden der Datei „%@“ ist ein unbekannter Fehler aufgetreten.";
"NET_CONNECT_ERROR_GENERIC" = "Pacifist hat ein Problem beim Netzwerkzugriff festgestellt. Stellen Sie bitte sicher, dass Ihr Computer korrekt mit dem Internet verbunden ist. Und sorgen Sie bitte auch dafür, dass Pacifist nicht durch die Firewall-Software eines Fremdherstellers an Netzwerkzugriffen gehindert wird.";
"NET_CONNECT_ERROR" = "Pacifist konnte sich nicht mit dem Server „%@“ verbinden. Bitte stellen Sie sicher, dass der Servername richtig ist und Ihr Computer sich mit dem Internet verbinden kann. Und sorgen Sie bitte auch dafür, dass Pacifist nicht durch die Firewall-Software eines Fremdherstellers an Netzwerkzugriffen gehindert wird.";

// Error that occurs when the package's bom file doesn't exist

"NO_BOM %@" = "Die BOM-Datei des Pakets „%@“ scheint nicht vorhanden zu sein.";

"PACKAGE_DOESNT_EXIST" = "Das Paket „%@“ scheint nicht vorhanden zu sein.";

// Error that occurs when the necessary command-line tools aren't found at startup.

"Tools Missing" = "Einer oder mehrere der folgenden Kommandozeilenbefehle konnten leider nicht gefunden werden:\n\n%@.\n\nDiese Tools werden benötigt, um dieses Programm zu verwenden. Überprüfen Sie, ob diese auf Ihrem System vorhanden sind.";
"MISSING_TOOLS" = "/usr/bin/lsbom oder /bin/pax";

// Error that occurs when a folder to be installed already exists and it couldn't be replaced

"Error: Folder already exists." = "Fehler: Ordner ist bereits vorhanden.";

// Error that occurs when a source file doesn't exist

"NO_SOURCE_FILE %@" = "Die Datei „%@“ ist nicht vorhanden.";

// Error that occurs when a Zip file uses an unsupported compression type

"UNKNOWN_COMPRESSION_TYPE %@" = "Die Datei „%@“ verwendet ein nicht unterstütztes Kompressionsformat.";
"ZIP_VERSION_TOO_NEW" = "Die Datei „%@“ verwendet ein neueres ZIP-Format, als Pacifist öffnen kann.";
"UNKNOWN_ZIP_EXTRA_INFO_SIG %x" = "Unbekannte Extra-Info-Signatur 0x%x";
"UNKNOWN_ZIP_EXTRA_INFO_INFOZIP_VERSION %ld" = "Unbekannte Version im Unix-Extrafeld „Info-ZIP”: %ld";

// Errors that can occur while parsing XAR archives

"XAR_ERR_NOT_A_XAR_FILE %@" = "Die Datei „%@” ist kein XAR-Archiv";
"XAR_ERR_FILE_NOT_FOUND %@" = "Die angegebene Datei konnte im XAR-Archiv „%@” nicht gefunden werden.";
"XAR_ERR_XATTR_NOT_FOUND %@" = "Das angegebene erweiterte Attribut konnte im XAR-Archiv „%@” nicht gefunden werden.";
"XAR_ERR_UNKNOWN_VERSION %@" = "Die Datei „%@” scheint eine nicht unterstütze Version des XAR-Formats zu haben.";
"XAR_ERR_UNKNOWN_POSIX_FLAG %@" = "Unbekanntes POSIX-Flag „%@”.";
"XAR_ERR_UNSUPPORTED_FILE_TYPE" = "Nicht unterstützter Dateityp.";
"XAR_ERR_MISSING_FILE_ID %@ %@" = "Fehlende Datei-ID %1$@ im XAR-Archiv „%2$@”.";
"XAR_ERR_MISSING_ELEMENT %@ %@" = "Fehlendes XML-Element „%1$@” im XAR-Archiv „%2$@”.";
"XAR_ERR_MISSING_ATTR %@ %@ %@" = "Fehlendes Attribut „%1$@” für XML-Element „%2$@” im XAR-Archiv „%3$@”.";
"XAR_ERR_MISSING_CERT %@" = "Fehlendes Zertifikat im XAR-Archiv „%@”.";
"XAR_ERR_INVALID_VALUE %@ %@ %@" = "Ungültiger Wert „%1$@” für XML-Knoten „%2$@” im XAR-Archiv „%3$@”.";

// Error that occurs when a newly extracted file doesn't have the checksum that it should have

"BAD_CKSUM %@" = "Die Prüfsumme der Datei „%@“ ist nicht korrekt.";
"BAD_SIGNATURE %@" = "Die Signatur für die Datei „%@” stimmt nicht.";
"BAD_CERT %@" = "Die Signatur für die Datei „%@” enthielt ein ungültiges Zertifikat.";
"BAD_CKSUM_ADVICE" = "Die Datei wurde wahrscheinlich nicht korrekt extrahiert oder ist beschädigt.";
"BAD_SIGNATURE_ADVICE" = "Das Paket könnte beschädigt oder (böswillig) manipuliert worden sein.";
"PLEASE_TAKE_CAUTION" = "Bitte seien Sie beim Verwenden dieser Datei vorsichtig.";
"UNSUPPORTED_CKSUM_ALG %@" = "Nicht unterstützter Prüfsummen-Algorithmus „%@”.";
"UNSUPPORTED_CMP_ALG %@" = "Nicht unterstützter Kompressionsalgorithmus „%@”.";
"UNSUPPORTED_SIG_TYPE %@" = "Nicht unterstützter Signaturtyp „%@”.";
"UNSUPPORTED_ALG_ADVICE" = "Dies könnte auf eine neue Version des Archivformats hindeuten, die noch nicht von Pacifist unterstützt wird. Bitte wenden Sie sich mit der vollständigen Fehlermeldung an den Autor (support@charlessoft.com).";
"OPEN_ANYWAY" = "Möchten Sie das Paket trotzdem öffnen?";

// Patching errors

"PATCH_NO_SOURCE_FILE %@" = "Die zu patchende Datei:\n\n%@\n\nist nicht vorhanden.";
"PATCH_BAD_CKSUM %@" = "Die Prüfsumme für die zu patchenden Datei:\n\n%@\n\nist nicht korrekt. Der Patch kann nicht angewendet werden.";

// Error that occurs when trying to replace a file with a folder

"NO_FOLDER_OVERWRITE_FILE" = "Eine Datei kann nicht durch einen Ordner ersetzt werden.";

// Error that occurs when trying to replace a folder with a file

"NO_FILE_OVERWRITE_FOLDER" = "Ein Ordner kann nicht durch eine Datei ersetzt werden.";

// Error when the default install folder happens to be a file instead of a folder.

"Destination path is a file, not a folder." = "Der Zielpfad ist eine Datei, kein Ordner.";

// Error if a folder can't be made for whatever reason

"CREATE_DIR_ERROR" = "Das Verzeichnis „%@“ konnte nicht erstellt werden.";

// Error description if something was caused by Rootless mode

"CAUSED_BY_ROOTLESS" = "Allem Anschein nach ist dieser Fehler aufgetreten, weil eins der Verzeichnisse, in das Sie zu schreiben versuchen, unter dem Systemintegritätsschutz von macOS steht.";

"ROOTLESS_DESC" = "Der Systemintegritätsschutz ist eine Funktion von macOS, durch die bestimmte Systemdateien vor Veränderung geschützt werden, sogar durch die Benutzerrolle „root”. Diese Funktion erhöht die Sicherheit des Systems, indem sie die Installierer von Schadsoftware und/oder Rootkits daran hindert, sich am Betriebssystem zu vergreifen.";

"ROOTLESS_DISABLE_INSTRUCTIONS" = "Wenn Sie zwingend darauf angewiesen sind, so in Ihr System einzugreifen, dass der Systemintegritätsschutz außer Kraft gesetzt wird, lässt sich diese Sicherheitsfunktion durch Booten in den Wiederherstellungsmodus umgehen. Dazu drücken Sie während dem Systemstart gleichzeitig die beiden Tasten Befehl (⌘) und R; im Menü „Dienstprogramme“ wählen Sie anschließend „Terminal“, geben dort “csrutil disable” ein (ohne Anführungszeichen!) und drücken dann die Return-Taste. Nachdem Sie Ihre Änderungen am System vorgenommen haben, sollten Sie den Systemintegritätsschutz wieder einschalten, indem Sie den Befehl „csrutil enable“ im Terminal ausführen.";

// Other execute with privilege errors

"INSTALL_ERROR_WITH_DESC" = "Beim Versuch, die Datei %1$@ zu installieren, ist der folgende Fehler aufgetreten:\n\n%2$@";
"PERM_MOVE_ERROR" = "Die Datei „%1$@“ konnte nicht verschoben werden, da der Ordner „%2$@“ nicht verändert werden kann.";
"TASK_BAD_STATUS %@ %d" = "Der Befehl „%@“ wurde mit dem Status %d beendet.";

// Connection errors that can occur when talking to helper tool

"XPC_CONN_INTERRUPTED" = "Die Verbindung zum Hilfsprogramm wurde unterbrochen.";
"XPC_CONN_INVALID" = "Die Verbindung zum Hilfsprogramm ist nicht mehr gültig.";
"XPC_CONN_UNEXPECTED" = "Unerwartete Verbindung eines Hilfsprogramms.";
"XPC_CONN_UNEXPECTED_EVENT" = "Unerwartetes Verbindungsereignis eines Hilfsprogramms.";

// Something went wrong while trying to open a package

"CANT_OPEN_MYSELF" = "Sie versuchen anscheinend, Pacifist mit sich selbst zu öffnen.";
"CANT_OPEN_MYSELF_INFORMATIVE" = "Falls Sie versuchen, Pacifist zu installieren, genügt es, das Programmsymbol in den „Programme“-Ordner zu ziehen.";
"CANT_OPEN_APP" = "Pacifist ist zum Öffnen von Installationspaketen und Archiven, nicht von Programmen gedacht. Bitte versuchen Sie stattdessen, ein Installationpaket zu öffnen. Installationspakete haben in der Regel einen Dateinamen, der auf „.pkg“ endet, und ein Symbol, das wie ein brauner Karton aussieht. Falls Sie hingegen versuchen, ein paar Dateien von einer Apple-Installationsdisk erneut zu installieren, können Sie einfach diese Disk einlegen. Sollte es ein Satz aus mehreren Disks sein, stellen Sie dabei sicher, dass Sie Disk 1 einlegen, und klicken Sie auf „Apple-Installationsdisks öffnen“ in Pacifists Hauptfenster.";
"PKG_OPEN_ERROR" = "Pacifist konnte die Datei „%@“ nicht öffnen. Bitte stellen Sie sicher, dass es sich um einen Dateityp handelt, den Pacifist versteht.";
"NOT_PKG_RECEIPT_SEARCH_HEADER" = "Datei konnte nicht geöffnet werden";
"NOT_PKG_RECEIPT_SEARCH_PROMPT" = "Die Datei „%@“ scheint kein Paket oder Archiv zu sein, das sich öffnen lässt. Möchten Sie die Installationsquittungen nach dem Paket durchsuchen, von dem sie installiert wurde?";
"NO_PKGS_IN_FOLDER" = "Es wurden leider keine lesbaren Pakete oder Archive im Verzeichnis „%@“ gefunden.";

// The pax tool exited with an abnormal status

"PAX_ERROR" = "Das Pax-Tool wurde mit folgendem Status unerwartet beendet: %d";

// Various AppleDouble errors

"Error format" = "Beim Verarbeiten der Datei „%@“ ist folgender Fehler aufgetreten:\n\n%@";
"Bad version" = "Ungültige Applesingle-/Appledouble-Enclosure („bad version“).";
"Unknown Error %@" = "Beim Verarbeiten der Datei %@ ist ein unbekannter Fehler aufgetreten.";
"Generic Error" = "Ein unbekannter Fehler ist aufgetreten.";

// Out of space errors
"DISK_FULL" = "Zu wenig Speicherplatz.";

// errors that can occur while parsing a distribution file

"DUPLICATE_XML_ELEMENT" = "Mehrfach vorhandenes XML-Element in der Distributionsdatei von Paket „%@“:\n\n%@\n\nDas deutet wahrscheinlich auf einen Fehler in Pacifist hin. Bitte senden Sie eine Nachricht inklusive dem vollständigen Text dieser Fehlermeldung an support@charlessoft.com.";
"UNEXPECTED_XML_ELEMENT" = "Unerwartetes XML-Element in der Distributionsdatei von Paket „%@“:\n\n%@\n\nDas deutet wahrscheinlich auf einen Fehler in Pacifist hin. Bitte senden Sie eine Nachricht inklusive dem vollständigen Text dieser Fehlermeldung an support@charlessoft.com.";
"MISSING_PKG_REF" = "Fehlende Paketreferenz in der Distributionsdatei von Paket „%@“: %@";
"MISSING_CHOICE" = "Fehlende Wahlmöglichkeit in der Distributionsdatei von Paket „%@“: %@";
"MISSING_CHOICES_OUTLINE" = "Fehlender Wahlmöglichkeiten-Baum in der Distributionsdatei von Paket „%@“";

// This message occurs when you open an OS install package for a version of macOS other than the version that is currently running

"OS_VERSION_MISMATCH %@ %@ %@" = "Das Paket „%@“ ist darauf ausgelegt, unter macOS Version %@ installiert zu werden, Sie befinden sich zur Zeit aber unter macOS Version %@.";
"OS_VERSION_MISMATCH_EXPLANATION" = "Programme und andere Dateien aus diesem Paket arbeiten unter Umständen nicht korrekt unter Ihrer Mac-OS-X-Version.";
"OS_VERSION_MISMATCH_REFUSAL %@" = "Bitte wählen Sie ein Installationsprogramm für macOS Version %@.";
"OS_VERSION_MISMATCH_SUGGESTION_LION %@" = "Vielleicht kommen Sie zu einem besseren Ergebnis, wenn Sie entweder eine Installationsdisk mit macOS Version %@ oder ein Installationsprogramm öffnen, das Sie aus dem App Store geladen haben.";

// Strings related to reinstalling a file from the Receipt Search window

"SU_PKG_NOT_FOUND_BY_NAME" = "Das Software-Aktualisierungspaket „%@“ wurde nicht gefunden.";
"SU_PKG_NOT_FOUND_BY_ID" = "Es konnte kein Software-Aktualisierungspaket zur Paket-Kennung „%@“ gefunden werden.";
"SU_PKG_NOT_FOUND_SUGGESTION" = "Sie können dieses Paket entweder überspringen, alle Laufwerke danach durchsuchen lassen oder es manuell lokalisieren.";
"SU_PKG_SKIP_WARNING" = "Wenn ein Paket übersprungen wird, kann das zu unvollständig wiederhergestellten Objekten führen.";
"SU_PKG_NOT_FOUND_OPTION_SEARCH" = "Alle Laufwerke durchsuchen";
"SU_PKG_NOT_FOUND_OPTION_LOCATE" = "Manuell lokalisieren …";
"SU_PKG_NOT_FOUND_SEARCH_PROGRESS" = "„%@“ suchen …";
"SU_PKG_NOT_FOUND_SEARCH_UNSUCCESSFUL" = "Das Paket „%@“ wurde leider auf keinem der aktivierten Laufwerke gefunden.";
"SU_PKG_NOT_FOUND_OP_PROMPT" = "Bitte zeigen Sie, wo das Paket „%@“ ist:";
"SU_PKG_OP_MISMATCH" = "Das angegebene Paket ist leider nicht dasselbe wie Paket „%@“.";
"REINSTALL_PKG_LIST" = "Die Dateien werden aus den folgenden Paketen extrahiert:";
"REINSTALL_NOT_FOUND" = "Die folgenden Pakete konnten nicht gefunden werden:";
"NO_RECEIPTS_FOUND_FOR_SEARCH" = "Es wurden keine Installationsquittungen gefunden, die den Suchanfragen entsprechen.";
"NO_PACKAGES_FOUND_FOR_EXTRACTION" = "Die Dateiextraktion konnte nicht fortgeführt werden, weil keine dafür brauchbaren Pakete gefunden wurden.";
"CHECKING_PACKAGES" = "Pakete prüfen …";
"ITEM_NOT_FOUND_IN_RECEIPTS" = "Die folgende Datei wurde in keinem der Pakete gefunden:";
"ITEMS_NOT_FOUND_IN_RECEIPTS" = "Die folgenden Dateien wurden in keinem der Pakete gefunden:";
"ITEMS_NOT_FOUND_IN_RECEIPTS_PROMPT" = "Es könnte sich dabei einfach um nicht mehr aktuelle Dateien handeln, die bei einem Update entfernt wurden, oder aber es handelt sich um tatsächlich fehlende Dateien, was zu einer unvollständigen Extrahierung führen könnte.\n\nMöchten Sie die Dateien trotzdem extrahieren?";
"COULDNT_LOAD_INSTALL_HISTORY" = "Der Installationsverlauf konnte nicht geladen werden.";

// Button title to go to the App Store download page for macOS

"DOWNLOAD_OS_X %@" = "Mac-OS-X-%@-Installationspaket laden";

// This message lets you know about the lame option-click thing you have to do if you've already bought Lion

"DOWNLOAD_OS_X_INSTRUCTIONS %@ %@" = "Sie werden jetzt auf die Vorschauseite von macOS %@ im Mac App Store umgeleitet, auf der Sie einen Link finden, der Sie auf die Download-Seite von macOS %@ im App Store führt.";
"DOWNLOAD_OS_X_ADVICE %@ %@" = "Falls der App Store beanstandet, macOS %@ sei bereits installiert, und keinen Download-Link anbietet, klicken Sie bei gedrückter Optionstaste auf den „Gekauft“-Button. Dadurch sollte der „Installieren“-Button für das macOS %@ Installationsprogramm aktivierbar werden.";
"DOWNLOAD_OS_X_DONT_INSTALL" = "Achtung: Unter Umständen startet der App Store nach Beendigung des Downloads automatisch das Mac-OS-X-Installationsprogramm. Beenden Sie in diesem Fall das Installationsprogramm einfach, ohne macOS erneut zu installieren. Es ist nicht erforderlich, macOS neu zu installieren, um das Installationspaket mit Pacifist öffnen zu können, es muss lediglich auf der Festplatte liegen.";

// This message occurs when you try to go to the download page for a version of macOS that Pacifist doesn't know about

"DOWNLOAD_OS_X_UNKNOWN_URL" = "Pacifist steht zur Zeit leider keine URL zum Download von macOS Version %@ zur Verfügung.";

// This message occurs when you try to use a feature on an unsupported version of macOS

"OLD_OS_HEADER" = "Nicht unterstützte Betriebssystem-Version";
"OLD_OS_FEATURE" = "Diese Funktion benötigt leider macOS Version %@ oder höher.";

// Expired

"Expired" = "Abgelaufen";

// Expiration message for beta versions

"Expiration message" = "Diese Beta-Version von Pacifist ist leider abgelaufen. Bitte prüfen Sie auf Pacifists Produktwebseite (http://www.charlessoft.com), ob eine neuere Version verfügbar ist.";

// Registration stuff

"UNREGISTERED" = "NICHT REGISTRIERT";
"REGISTERED_TO" = "Registriert auf:";
"REG_VERIFIED" = "Registrierung erfolgreich";
"REG_SUCCESS" = "Danke für Ihre Unterstützung von Shareware!";
"BAD_REG_CODE" = "Sorry: Benutzername und Registrierungscode passen leider nicht zusammen";
"TRY_AGAIN" = "Bitte versuchen Sie es noch einmal.";

// A question mark

"?" = "?";

// A comma

"COMMA" = ",";
